Repository: JcDenis/checkStoreVersion
Catalog: locales/*/main.po
Languages: fr

source: Store version
fr: Version de dépôt

source: Check stores versions
fr: Vérifier les version sur les dépôts

source: This version does not support Dotclear > %s
fr: Cette version ne supporte pas Dotclear > %s

source: There is no module to check
fr: Il n'y a pas de module à vérifier

source: Check lastest stores versions
fr: Vérifier les dernières versions sur les dépôts

source: Modules list
fr: Liste des modules

source: Latest version
fr: Dernière version

source: Written for Dotclear
fr: Ecrit pour Dotclear

source: No version available
fr: Aucune version disponible

source: No update available
fr: Aucune mise à jour disponible

source: Newer version available
fr: Une nouvelle version disponible

source: No version available on stores
fr: Aucune version disponible sur les dépôts
